brew "jq"
brew "broot"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "htop"
brew "lazygit"
brew "git-delta"
brew "neovim"
brew "starship"
brew "stow"
brew "exa"
brew "tmux"
brew "tldr"
brew "glow"
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"
brew "lnav"
cask "kitty"
cask "maccy"
cask "spotify"
cask "brave-browser"
cask "font-hasklug-nerd-font"

