brew "jq"
brew "yarn"
brew "broot"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "htop"
brew "lazygit"
brew "neovim"
brew "starship"
brew "stow"
brew "tmux"
brew "zoxide"
brew "tldr"
brew "glow"
brew "shfmt"
tap "homebrew/cask-fonts"
cask "font-fira-code-nerd-font"
cask "amethyst"
cask "kitty"
